Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/mareano.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: That was my impression too.
nn: Det er det inntrykket eg har fått.

source: That video was amazing!
nn: Hei, raude sjøpølse!

source: Oh, those are the eyes!
nn: Åh, det er auger!

source: But there were also a few men.
nn: Men det finst nokre mannfolk også.

source: I find that reassuring.”
nn: Det gjer at eg føler meg trygg.

source: Geological, biological and chemical sampling:
nn: Geologisk, biologisk og kjemisk prøvetaking:

source: Surveys and sampling in 2020
nn: Innsamling i 2020:

source: Amongst other things, the steward and his assistants served up hot dishes, a range of salads, olives, sundried tomatoes, a seafood “cabaret”, scrambled eggs, smoked salmon, gravlax, hot-smoked salmon, cured meats, ham, maize, cheeses and bread.
nn: Stuerten og hjelparane hans diska opp med varme rettar, mange ulike salatar, oliven, soltørka tomatar, kabaret, eggerøre, røykt laks, gravlaks, varmrøykt laks, eggerøre, spekemat, skinke, mais, ostar, brød og så vidare.

source: There were lots of giggly women.
nn: Fnisete damer har det vore mange av.

source: After making 51 Hollywood-style productions of the sea floor in the Mørebanken area, and after raising and lowering the video camera (or “Campod”, in technical speak) countless times, they were still far from finished.
nn: Etter å ha laga 51 Hollywood-produksjonar av havbotnen på Mørebankane, og heist videokameraet (eller Campoden, på fagspråket) ned og opp i det uendelege, var dei langt frå ferdige.
